RestApi/SoapXmls/GetCompanyRequest.xml

<?xml version="1.0" encoding="utf-8" ?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sch="http://csssr.com/schemas">
  <soapenv:Header/>
  <soapenv:Body>
    <sch:GetCompanyRequest>
      <sch:CompanyId>TestCompanyId</sch:CompanyId>
    </sch:GetCompanyRequest>
  </soapenv:Body>
</soapenv:Envelope>